Repository: woocommerce/our-team
Catalog: lang/our-team-by-woothemes-*.po
Languages: hu_hu

source: Add New %s
hu_hu: Új %s hozzáadása

source: Edit %s
hu_hu: %s szerkesztése

source: New %s
hu_hu: Új %s

source: All %s
hu_hu: %s (összes)

source: Our Team
hu_hu: Csapatunk

source: View %s
hu_hu: %s megjelenítése

source: Search %a
hu_hu: Keresés %a

source: No %s Found
hu_hu: Nincs találat: %s

source: No %s Found In Trash
hu_hu: Nincs találat a lomtárban: %s

source: Image
hu_hu: Kép

source: Custom field updated.
hu_hu: Egyedi mező frissítve.

source: Custom field deleted.
hu_hu: Egyedi mező törölve.

source: M j, Y @ G:i
hu_hu: Y.m.d @ H:i

source: Gravatar E-mail Address
hu_hu: Gravatar e-mail cím

source: Enter in an e-mail address, to use a %sGravatar%s, instead of using the "Featured Image".
hu_hu: E-mail cím megadása %sGravatar%s, "Kiemelt Kép" helyett

source: Title (optional):
hu_hu: Cím (opcionális)

source: Limit:
hu_hu: Korlát

source: Image Size (in pixels):
hu_hu: Kép méret (pixelben)

source: Order By:
hu_hu: Rendezés szerint:

source: Order Direction:
hu_hu: Rendezés iránya:

source: Display URL
hu_hu: Megjelenítendő URL

source: Specific ID (optional):
hu_hu: Azonosító (opcionális):

source: No Order
hu_hu: Nincs rendezés

source: Entry ID
hu_hu: Bejegyzés azonosító

source: Title
hu_hu: Cím

source: Date Added
hu_hu: Hozzáadva

source: Specified Order Setting
hu_hu: Meghatározott sorrend

source: Ascending
hu_hu: Növekvő

source: Descending
hu_hu: Csökkenő

source: Read full biography...
hu_hu: Tovább a bemutatkozáshoz...

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Display Avatar
hu_hu: Avatár megjelenítése

source: Random Order
hu_hu: Véletlenszerű sorrend

source: Category
hu_hu: Kategória

source: Categories
hu_hu: Kategóriák

source: Search %s
hu_hu: Keresés: %s

source: Parent %s
hu_hu: Szülő %s

source: Parent %s:
hu_hu: Szülő %s:

source: Update %s
hu_hu: Frissítés %s

source: New %s Name
hu_hu: Új %s név

source: Category:
hu_hu: Kategória:

source: All
hu_hu: Összes

# post type general name
source: Team Members
hu_hu: Csapattagok

# post type singular name
source: Team Member
hu_hu: Csapattag

# team member
source: Add New
hu_hu: Új hozzáadása

source: Team Member
hu_hu: Csapattag

source: Team Members
hu_hu: Csapattagok

source: Team Member updated. %sView team member%s
hu_hu: Csapattag frissítve. %sMegjelenítés%s

source: Team Member updated.
hu_hu: Csapattag frissítve.

source: Team Member restored to revision from %s
hu_hu: Csapattag visszaállítva a következő verzióra: %s

source: Team Member published. %sView team member%s
hu_hu: Csapattag publikálva. %sMegjelenítés%s

source: Team Member saved.
hu_hu: Csapattag elmentve.

source: Team Member submitted. %sPreview team member%s
hu_hu: Csapattag elküldve. %sElőnézet%s

source: Team Member scheduled for: %1$s. %2$sPreview team member%3$s
hu_hu: Csapattag ütemezve: %1$s %2$sElőnézet%3$s

source: Team Member draft updated. %sPreview team member%s
hu_hu: Csapattag vázlat frissítve. %sElőnézet%s

source: Team Member Details
hu_hu: Csapattag részletek

source: Enter the team member's name here
hu_hu: Add meg a csapattag nevét

source: Role
hu_hu: Beosztás

source: Enter a byline for the team member (for example: "Director of Production").
hu_hu: Add meg a csapattag szerzőjét (pl.: "Termelési igazgató")

source: Enter this team member's URL (for example: http://woothemes.com/).
hu_hu: Add meg a csapattag weboldal címét (pl.: http://woothemes.com).

source: Twitter Username
hu_hu: Twitter felhasználónév

source: Enter this team member's Twitter username without the @ (for example: woothemes).
hu_hu: Add meg a csapattag Twitter felhasználónevét @ nélkül (pl.: woothemes).

source: Team members listed on your site.
hu_hu: Csapattag listázva az oldalon.

source: Display Name
hu_hu: Megjelenítendő név

source: Display Additional Info
hu_hu: További info megjelenítése

source: Display a specific team member, rather than a list.
hu_hu: Csapattag megjelenítése lista helyett.

# post archive url slug
source: team-members
hu_hu: csapattagok

source: WordPress Username
hu_hu: WP felhasználónév

source: Map this team member to a user on this site.
hu_hu: Csapattag wp felhasználóhoz rendelése.

source: Holds the id of the selected user.
hu_hu: A kiválasztott felhasználó azonosítója

source: Display Role
hu_hu: Beosztás megjelenítése

source: Read posts by %1$s
hu_hu: Bejegyzések tőle: %1$s
